<template>
  <div>
    <table class="shuoming">
      <tbody>
        <tr class="color_hui">
          <td width="60">玩法</td>
          <td>投注示例</td>
          <td>中奖规则</td>
        </tr>
        <tr>
          <td>特码</td>
          <td>投注方案<br>开奖号码: 003, 012, 111(顺序不限)即中特码.</td>
          <td>至少选择1个特码进行投注,所选特码与开奖的<br>3个号码相加之和相同即中奖.</td>
        </tr>
        <tr>
          <td>特码包三</td>
          <td>投注方案: 0 1 2 <br>开奖号码: 000、001、002、011(顺序不限)即中特码包三。</td>
          <td>至少选择3个特码进行投注, 所选任意一个特码<br>与开奖的3个号码相加之和相同即中奖。</td>
        </tr>
        <tr>
          <td>大小</td>
          <td>投注方案: 大<br>开奖号码: 059,即中混合大</td>
          <td>特码大(14~27)，小(0~13)形态进行投注<br>所选号码的形态与开奖号码相加之和的形态相同,即为中奖。</td>
        </tr>
        <tr>
          <td>单双</td>
          <td>投注方案: 双<br>开奖号码: 123,即中混合双</td>
          <td>对特码(1,3,5,~27),双(0,2,4~26)形态进行投注，<br>所选号码的形态与开奖号码相加之和的形态相同,即为中奖。</td>
        </tr>
        <tr>
          <td>组合</td>
          <td>投注方案: 小单<br>开奖号码: 335,即中混合组合小单</td>
          <td>对特码(15,17,19,21,23,25,27),小单(1,3,5,7,9,11,13),大双(14,16,18,20,22,24,26),小双(0,2,4,6,8,10,12)<br>形态进行投注,所选号码的形态与开奖号码相加之和的形态相同,即为中奖。</td>
        </tr>
        <tr>
          <td>极值</td>
          <td>投注方案: 极大<br>开奖号码: 987,即中混合极值极大</td>
          <td>对特码极大(22,23,24,25,26,27), 极小(0,1,2,3,4,5)形态进行投注,所选号码的形态与开奖号码相加之和的形态相同，即为中奖。</td>
        </tr>
        <tr>
          <td>波色</td>
          <td>投注方案: 红波<br>开奖号码: 585,即中波色红波</td>
          <td>对绿波(1,4,7,10,16,19,22,25),蓝波(2,5,8,11,17,20,23,26),红波(3,6,9,12,15,18,21,24)形态进行投注<br>所选号码的形态与开奖号码相加之和的形态相同,即为中奖。</td>
        </tr>
        <tr>
          <td>豹子</td>
          <td>投注方案: 豹子<br>开奖号码: 111,即中豹子</td>
          <td>对所有的豹子(000,111,222,333,444,555,666,777,888,999)进行投注。<br>当开奖的号码为任意1个豹子时,即中奖。</td>
        </tr>
      </tbody>
    </table>
  </div>
</template>

<script>
export default {
  name: "lottery-pcdd",
  props: ["game"]
};
</script>

<style>

</style>
